Repository: sulaiman-alqusaimi/whatsapp_enhansements
Catalog: locale/*/lc_messages/nvda.po
Languages: ar

source: ignore reading phone number for unknown contacts
ar: تجاهل نطق أرقام الهواتف غير المسجلة

source: focus position for the unread shortcut
ar: موضع تركيز المؤشر لوظيفة الانتقال إلى الرسائل غير المقروءة

source: The first unread message
ar: التركيز على أول رسالة غير مقروءة

source: messages count
ar: التركيز على عداد الرسائل غير المقروءة

source: read the chat subtitle
ar: قراءة عنوان الدردشة

source: open chat info
ar: فتح معلومات الدردشة

source: Attach item
ar: إرفاق عنصر

source: go to the unread messages section
ar: الانتقال إلى أول رسالة غير مقروءة في الدردشة

source: go to the messages list
ar: الانتقال إلى قائمة الرسائل في الدردشة

source: go to the chats list
ar: الانتقال إلى قائمة الدردشات

source: new chat
ar: دردشة جديدة

source: go to the typing message text field
ar: الانتقال إلى منطقة الكتابة في الدردشة المفتوحة

source: record voice notes
ar: تسجيل رسالة صوتية

source: delete voice notes
ar: إلغاء تسجيل الرسالة الصوتية

source: pause/resume voice note recording
ar: إيقاف/استئناف تسجيل الرسالة الصوتية

source: Activate the more options menu
ar: تنشيط قائمة الخيارات الإضافية

source: Press audio call button
ar: إجراء مكالمة صوتية

source: Calling. Please wait
ar: جاري الاتصال... يرجى الانتظار

source: Press video call button
ar: إجراء مكالمة فيديو

source: toggle reading number for unknown contacts behaviour
ar: التبديل ما بين تشغيل/تعطيل تجاهل الأرقام المجهولة

source: ignore reading numbers for unknown contacts is on
ar: تشغيل وضع تجاهل نطق الأرقام غير المعروفة

source: ignore reading numbers for unknown contacts is off
ar: إيقاف وضع تجاهل نطق الأرقام غير المعروفة

source: Cancel reply
ar: إلغاء الرد
